{
  "header-title": "ម៉ារីអូ តូដូ",
  "Home-nav": "ទំព័រដើម",
  "About-nav": "អំពី ម៉ារីអូ តូដូ",
  "big-caption": "ម៉ារីអូ តូដូ បង្កើតបញ្ជីឈ្មោះដ៏ស្រស់ស្អាតរៀងរាល់ថ្ងៃក្នុងរយៈពេលមួយនាទី សូមពិនិត្យមើលវាឥឡូវនេះ !!",
  "caption": "ម៉ារីអូ តូដូ គឺជាឧបករណ៍ដ៏ល្អឥតខ្ចោះមួយសម្រាប់ជីវិតប្រចាំថ្ងៃរបស់អ្នក។",
  "Start-button": "ចាប់ផ្តើមឥឡូវនេះ",
  "footer-fqa": "ស្វែងរកសំណួរនិងចម្លើយ",
  "footer-preview": "ការមើលជាមុន",
  "footer-contact": "ទាក់ទង​មក​ពួក​យើង",
  "footer-download": "ទាញយក",
  "About-mario-content": "ការ​មាន​ក្រុមហ៊ុន​ល្អ​នៅ​ជុំវិញ​អ្នក​នឹង​ផ្តល់​អត្ថប្រយោជន៍​ដល់​អ្នក​ក្នុង​រយៈពេល​វែង។ ហើយនឹងប៉ះពាល់ដល់អាកប្បកិរិយារបស់អ្នកជាអវិជ្ជមាន។ ការ​កាត់​បន្ថយ​ភាព​អវិជ្ជមាន​ពី​ជីវិត​របស់​អ្នក​នឹង​ជួយ​លើក​ទឹកចិត្ត​និង​ស្មារតី​របស់​អ្នក​ឡើង។វាចាំបាច់ណាស់ក្នុងការផ្តល់សារៈសំខាន់ដល់មនុស្សត្រឹមត្រូវនៅជុំវិញអ្នក ហើយតែងតែនៅជុំវិញខ្លួនអ្នកជាមួយនឹងក្រុមហ៊ុនដ៏ល្អ។ មនុស្សល្អលើកទឹកចិត្តអ្នក បំពេញអ្នកដោយភាពវិជ្ជមាន ហើយនេះបង្កើនទំនុកចិត្តរបស់អ្នកជារួម។ក្រុមហ៊ុនល្អជួយអ្នកក្នុងគ្រាលំបាក និងជួយអ្នកឱ្យរីកចម្រើន និងរីកចម្រើន។ ម៉្យាងវិញទៀតក្រុមហ៊ុនមិនល្អ រារាំងអ្នក និងធ្វើឱ្យអ្នកមានអារម្មណ៍អវិជ្ជមាន។។",
  "about-mario-todo": "អំពី ម៉ារីអូ តូដូ",
  "rule-test": "2.ប្រសិនបើអ្នកបញ្ចូលតម្លៃទទេ អ្នកនឹងឃើញសារដាស់តឿន 3.ទិន្នន័យដែលអ្នកប្រើប្រាស់បញ្ចូលមិនបាត់បង់ទេ នៅពេលអ្នកផ្ទុកឡើងវិញ ឬបិទគេហទំព័រ។ 4. អ្នកអាចលុបបញ្ជី ហើយវានឹងត្រូវបានយកចេញពី Json និង UserInterface ។ 5. អ្នកអាច HightLight Lists នៅពេលអ្នកគិតថាអ្នកបំពេញវា។",
  "important-rule": "1. វាជារឿងសំខាន់ ខ្ញុំចង់ឱ្យអ្នកចូលទៅកាន់ស្ថានីយ ហើយដំណើរការ (json-server --watch data/db.json) ជាមុនសិន។",
  "header-rule": "ច្បាប់របស់ខ្ញុំដើម្បីសាកល្បង",
  "rule-footer": "រីករាយជាមួយការធ្វើតេស្ត",
  "Comfirm": "បញ្ជាក់",
  "Submit Data": "បញ្ជូនទិន្នន័យ",
  "invalid-message": "សារព្រមានខុសពីសារកំហុស លេចឡើងមុនពេលនរណាម្នាក់ធ្វើសកម្មភាពដើម្បីបង្ហាញពីការផ្លាស់ប្តូរដ៏សំខាន់ ឬការបាត់បង់ទិន្នន័យដែលអាចកើតមាន។ វាទាក់ទាញការយកចិត្តទុកដាក់របស់ពួកគេចំពោះបញ្ហាដែលអាចកើតមានដែលអាចឬមិនតម្រូវឱ្យមានសកម្មភាពលើផ្នែករបស់អ្នកប្រើប្រាស់។ នៅពេលបង្កើតសារព្រមាន សូមចាំថាមនុស្សភាគច្រើនស្កេនអត្ថបទជំនួសឱ្យការអានអ្វីៗទាំងអស់។",
  "invalid-title": "ម៉ារីអូ តូដូ បញ្ចូលមិនត្រឹមត្រូវ!"
}
